<?xml version="1.0" encoding="UTF-8"?>
<!DOCTYPE plist PUBLIC "-//Apple//DTD PLIST 1.0//EN" "http://www.apple.com/DTDs/PropertyList-1.0.dtd">
<plist version="1.0">
<dict>
	<key>PayloadContent</key>
	<array>
		<dict>
			<key>PayloadDescription</key>
			<string>pppc-paloalto-cortex-xdr-agent</string>
			<key>PayloadDisplayName</key>
			<string>PPPC - PaloAlto Cortex XDR Agent</string>
			<key>PayloadIdentifier</key>
			<string>56944CC8-61FB-47E2-884A-7BAA87DD90CB</string>
			<key>PayloadOrganization</key>
			<string>com.github.captam3rica</string>
			<key>PayloadType</key>
			<string>com.apple.TCC.configuration-profile-policy</string>
			<key>PayloadUUID</key>
			<string>79E66EF2-F5DC-4254-9495-657621F39905</string>
			<key>PayloadVersion</key>
			<integer>1</integer>
			<key>Services</key>
			<dict>
				<key>SystemPolicyAllFiles</key>
				<array>
					<dict>
						<key>Allowed</key>
						<true/>
						<key>CodeRequirement</key>
						<string>identifier "com.paloaltonetworks.traps-agent" and anchor apple generic and certificate 1[field.1.2.840.113635.100.6.2.6] /* exists */ and certificate leaf[field.1.2.840.113635.100.6.1.13] /* exists */ and certificate leaf[subject.OU] = PXPZ95SK77</string>
						<key>Comment</key>
						<string></string>
						<key>Identifier</key>
						<string>com.paloaltonetworks.traps-agent</string>
						<key>IdentifierType</key>
						<string>bundleID</string>
					</dict>
				</array>
			</dict>
		</dict>
	</array>
	<key>PayloadDescription</key>
	<string>pppc-paloalto-cortex-xdr-agent</string>
	<key>PayloadDisplayName</key>
	<string>PPPC - PaloAlto Cortex XDR Agent</string>
	<key>PayloadIdentifier</key>
	<string>56944CC8-61FB-47E2-884A-7BAA87DD90CB</string>
	<key>PayloadOrganization</key>
	<string>com.github.captam3rica</string>
	<key>PayloadScope</key>
	<string>System</string>
	<key>PayloadType</key>
	<string>Configuration</string>
	<key>PayloadUUID</key>
	<string>F1E4FCBF-6D64-4933-8907-1E4725CDF68A</string>
	<key>PayloadVersion</key>
	<integer>1</integer>
</dict>
</plist>
